# GAKUGUNS = (
#     (0,  '未設定'),
#     (1, '人文・文化学群'),
#     (2, '社会．国際学群'),
#     (3, '人間学群'),
#     (4, '生命環境学群'),
#     (5, '理工学群'),
#     (6, '情報学群'),
#     (7, '医学群'),
#     (8, '体育専門学群'),
#     (9, '芸術専門学群'),
# )

## ここに記述するスレッドは既に登録されている必要があります
## このファイルを編集した場合，必ず`python manage.py register_gakugun_threads`を実行してください
## 登録されていないスレッドを指定した場合，エラーにならず，そのスレッドは無視されます

GAKUGUN_THREADS = {
    1: [6302,6304,6292,],
    2: [6302,6304,6293,],
    3: [6302,6304,6294,],
    4: [6302,6304,6295,],
    5: [6302,6304,6296,],
    6: [6302,6304,6297,],
    7: [6302,6304,6298],
    8: [6302,6304,6299],
    9: [6302,6304,6300],
}